Repository: Robzter/loca
Catalog: *.strings
Languages: sv

source: --- ALL CATEGORIES ---
sv: --- ALLA KATEGORIER ---

source: About
sv: Om

source: Add Comment
sv: Lägg till kommentar

source: Add Map
sv: Lägg till karta

source: Add Map By URL
sv: Lägg till karta med URL

source: Add Map Error
sv: Fel vid Lägg till karta

source: Add Report
sv: Lägg till bidrag

source: Added
sv: Tillagd

source: Adding...
sv: Lägger till...

source: All Categories
sv: Alla kategorier

source: All Checkins
sv: Alla incheckningar

source: Anonymous
sv: Anonym

source: Are you sure you want to cancel?
sv: Är du säker på att du vill avbryta?

source: Authentication Required
sv: Rättigheter behövs

source: By using this app, you agree to the following terms and policy:
sv: Genom att använda denna app godkänner du följande avtal och villkor:

source: Cancel
sv: Avbryt

source: Categories
sv: Kategorier

source: Categories...
sv: Kategorier...

source: Category Required
sv: Minst en kategori behövs

source: Checkins...
sv: Incheckningar...

source: Comment Queued
sv: Kommentaren ligger i kö

source: Comment Required
sv: Kommentar behövs

source: Contact
sv: Kontakt

source: Date Required
sv: Datum behövs

source: Description Required
sv: En beskrivning behövs

source: Details
sv: Detaljer

source: Display
sv: Visa

source: Done
sv: Klart

source: Double tap to move map pin to new location
sv: Duppelklicka för att flytta nålen till en ny plats

source: Download Map Images
sv: Ladda ner kartbilder

source: Download Photos
sv: Ladda ner foton

source: Email Required
sv: E-postadress behövs

source: Enable OpenGeoSMS
sv: Aktivera OpenGeoSMS

source: Enter comment
sv: Skriv en kommentar

source: Enter description
sv: Gör en beskrivning

source: Enter email
sv: Skriv e-post

source: Enter email address
sv: Skriv in din e-postadress

source: Enter first name
sv: Skriv ditt förnamn

source: Enter last name
sv: Skriv ditt efternamn

source: Enter name
sv: Skriv ditt namn

source: Enter title
sv: Skriv en egen unik rubrik

source: Enter webpage
sv: Skriv webbadress

source: Error Saving Photo
sv: Fel när foto sparades

source: Find Location
sv: Hitta plats

source: Find Maps Around Me
sv: Leta efter kartor i min närhet

source: Finding address...
sv: Letar efter address...

source: Finding location...
sv: Letar efter plats...

source: for
sv: för

source: Found
sv: Hittat

source: Hide Status Bar
sv: Göm statusfältet

source: I Agree
sv: Jag godkänner

source: Icon Badge Number
sv: Ikonmärkets nummer

source: Internet Connection Required
sv: Internetuppkoppling behövs

source: Latitude Required
sv: Latitud behövs

source: List
sv: Lista

source: Loading...
sv: Laddar...

source: Locating...
sv: Platsbestämmer...

source: Location Required
sv: Plats behövs

source: Locations...
sv: Platser...

source: Longitude Required
sv: Longitud behövs

source: Map
sv: Karta

source: Maps
sv: Kartor

source: Maps...
sv: Kartor...

source: Model
sv: Modell/typ

source: Name Required
sv: Namn behövs

source: No
sv: Nej

source: No Category
sv: Ingen kategori

source: No checkins
sv: Inga incheckningar

source: No comments
sv: Inga kommentarer

source: No Date
sv: Ingen datum

source: No Internet
sv: Inget Internet

source: No Location
sv: Ingen plats funnen

source: No maps
sv: Inga kartor

source: No photos
sv: Inga foton

source: No reports
sv: Inga rapporter/bidrag

source: No videos
sv: Inga videos

source: No webpages
sv: Inga webbsidor

source: Not verified
sv: Ej verifierad av staden

source: Pending
sv: Väntande

source: Pending Upload
sv: Väntar på uppladdning

source: Photos
sv: Foton

source: Photos...
sv: Foton...

source: Please verify your internet connection and try again.
sv: Kontrollera din internetuppkoppling och försök igen.

source: Privacy Policy
sv: Integritetspolicy

source: Report Queued
sv: Rapporten/bidraget i kö

source: Reports
sv: Rapporter/bidrag

source: Reports...
sv: Rapporter/bidrag...

source: Resize New Photos
sv: Storleksändra nya fotons

source: Resize Photo Width
sv: Ändra fotots bredd

source: Saved
sv: Sparad

source: Saving...
sv: Sparar...

source: Search address...
sv: Sök adress...

source: Search checkins...
sv: Sök inceheckningar...

source: Search reports...
sv: Sök rapporter/bidrag...

source: Searching...
sv: Söker...

source: Select a category
sv: Välj en eller flera kategorier

source: Send
sv: Skicka

source: Send via OpenGeoSMS
sv: Skicka via OpenGeoSMS

source: Sending...
sv: Skickar...

source: Sent
sv: Skickat

source: Settings
sv: Inställningar

source: Share Application
sv: Della applikationen

source: Synchronize Error
sv: Synkroniseringsfel

source: Syncing...
sv: Synkroniserar...

source: Terms Of Service
sv: Användarvillkor

source: Title Required
sv: Det behövs en beskrivande rubrik

source: Unable to add map to database
sv: Gick inte att lägga till karta till databas

source: Unsaved Changes
sv: Ej sparade ändringar

source: Upload
sv: Ladda upp

source: Upload Error
sv: Fel vid uppladdning

source: Upload via Ushahidi API
sv: Uppladdning via API

source: Uploaded
sv: Uppladdad

source: Uploaded report...
sv: Upladdat bidrag/ rapport...

source: Uploaded video...
sv: Uppladdad video...

source: Uploading...
sv: Laddar upp...

source: User Agreement
sv: Användarvillkor

source: User Captured Video
sv: Filma och bifoga videoklipp

source: User Location
sv: Plats

source: Verified
sv: Staden har granskat platsen

source: Video Error
sv: Ett fel har interäffat med videon

source: with
sv: med

source: Yes
sv: Ja

source: Your report has been uploaded and is pending approval.
sv: Ditt bidrag eller rapport ligger nu i kö för godkännande.
